allure-results/98d671d7574947a592fadb148cf8884b-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><ProcessTransaction xmlns="http://tempuri.org/"><ParamProcessTransaction><AccountType xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><AgentCommission xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">1</AgentCommission><BranchCode xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><ComplianceAgentID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">PRODTEST717</ComplianceAgentID><CpasId xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">255732519532</CpasId><CustomerFee xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">3</CustomerFee><DeliveryMethod xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">OFFICE PICKUP</DeliveryMethod><HoldOrderFlag xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">2</HoldOrderFlag><IDTRequestId xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">0</IDTRequestId><MTS_Receiver_UID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">134282</MTS_Receiver_UID><MTS_Sender_UID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">137583</MTS_Sender_UID><OrderStatus xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">121212</OrderStatus><OriginatingClientIP xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">127.0.0.0</OriginatingClientIP><OriginatingStateID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">4350</OriginatingStateID><POCID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">85471</POCID><PayerId xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">132</PayerId><PaymentMethod xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">CASH</PaymentMethod><Perform_Cpas_Check xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">false</Perform_Cpas_Check><Perform_List_Check xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">false</Perform_List_Check><PromotionLabel xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><PurchaseFXRate xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">6.5</PurchaseFXRate><PurposeofTransaction xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">Testing</PurposeofTransaction><ReceivingCountry xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">COL</ReceivingCountry><RecipientAmount xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">53.89</RecipientAmount><RecipientBankAccountNumber xsi:nil="true" xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts" /><RecipientCurrencyISOCode xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">COP</RecipientCurrencyISOCode><RecipientRelationshiptoSender xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">Friend</RecipientRelationshiptoSender><RetailFXRate xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">5.39</RetailFXRate><SendAmount xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">10</SendAmount><SendAmountCurrencyISOCode xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">USD</SendAmountCurrencyISOCode><SenderCountry xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">USA</SenderCountry><SourceofFunds xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">Test</SourceofFunds><SubpayerId xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">127</SubpayerId><UserID xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">jaitkenag</UserID></ParamProcessTransaction></ProcessTransaction></soap:Body></soap:Envelope>